{
  "817668410250362901:700851820272156703": [
    {
      "reason": "سب",
      "moderatorId": "700851820272156703",
      "moderatorTag": "u0km.",
      "timestamp": 1785950387317
    }
  ],
  "817668410250362901:1512205578015871048": [
    {
      "id": "X7BPEJ",
      "reason": "سب",
      "moderatorId": "591416879726329878",
      "moderatorTag": "u5j5",
      "timestamp": 1786325596580
    }
  ],
  "817668410250362901:725752240777986098": [
    {
      "id": "AYL3UF",
      "reason": "سبام",
      "moderatorId": "591416879726329878",
      "moderatorTag": "u5j5",
      "timestamp": 1786409203380
    }
  ],
  "817668410250362901:1235217617900273674": [
    {
      "id": "MGCOB1",
      "reason": "ديم",
      "moderatorId": "700851820272156703",
      "moderatorTag": "u0km.",
      "timestamp": 1787273474154
    }
  ]
}